Repository: robbyczgw-cla/activity-plus
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Scan “%@”
de: „%@“ scannen
es: Analizar «%@»
fr: Analyser « %@ »
it: Analizza «%@»
ja: 「%@」をスキャン
pt_br: Verificar “%@”
zh_hans: 扫描“%@”

source: Scanned %@
de: Gescannt %@
es: Analizado el %@
fr: Analysé %@
it: Analizzato %@
ja: %@にスキャンしました
pt_br: Verificado %@
zh_hans: 已扫描%@

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
pt_br: Buscar
zh_hans: 搜索

source: Search again
de: Erneut suchen
es: Buscar de nuevo
fr: Rechercher à nouveau
it: Cerca di nuovo
ja: 再検索
pt_br: Buscar novamente
zh_hans: 重新搜索

source: Search apps and processes
de: Apps und Prozesse durchsuchen
es: Buscar apps y procesos
fr: Rechercher des apps et des processus
it: Cerca app e processi
ja: アプリとプロセスを検索
pt_br: Buscar apps e processos
zh_hans: 搜索App和进程

source: Search by name, kind, size or age
de: Nach Name, Art, Größe oder Alter suchen
es: Buscar por nombre, tipo, tamaño o antigüedad
fr: Rechercher par nom, type, taille ou âge
it: Cerca per nome, tipo, dimensione o età
ja: 名前、種類、サイズ、期間で検索
pt_br: Buscar por nome, tipo, tamanho ou idade
zh_hans: 按名称、种类、大小或时间搜索

source: Search startup items
de: Startobjekte durchsuchen
es: Buscar elementos de inicio
fr: Rechercher les éléments de démarrage
it: Cerca elementi di avvio
ja: 起動項目を検索
pt_br: Buscar itens de inicialização
zh_hans: 搜索启动项

source: Search syntax
de: Suchsyntax
es: Sintaxis de búsqueda
fr: Syntaxe de recherche
it: Sintassi di ricerca
ja: 検索構文
pt_br: Sintaxe de busca
zh_hans: 搜索语法

# Searched %@, files of at least %lld MB.
source: Searched %1$@, files of at least %2$lld MB.
de: Durchsucht: %@, Dateien ab %lld MB.
es: Buscado en %@, archivos de al menos %lld MB.
fr: Recherche dans %@, fichiers d’au moins %lld MB.
it: Cercato in %@, file di almeno %lld MB.
ja: %@を検索しました（%lld MB以上のファイル）。
pt_br: Busca em %@, arquivos de pelo menos %lld MB.
zh_hans: 已搜索%@，文件至少为%lld MB。

source: Searches the map of your home folder. Type words from a file name or use filters like ext:dmg, size:>1gb or opened:>1y; the ⓘ in the search field lists them all.
de: Durchsucht die Karte deines Home-Ordners. Gib Wörter aus einem Dateinamen ein oder nutze Filter wie ext:dmg, size:>1gb oder opened:>1y; das ⓘ im Suchfeld listet sie alle auf.
es: Busca en el mapa de tu carpeta personal. Escribe palabras de un nombre de archivo o usa filtros como ext:dmg, size:>1gb u opened:>1y; el ⓘ del campo de búsqueda los enumera todos.
fr: Recherche dans la carte de votre dossier personnel. Saisissez des mots du nom d’un fichier ou utilisez des filtres comme ext:dmg, size:>1gb ou opened:>1y ; le symbole ⓘ dans le champ de recherche les répertorie tous.
it: Cerca nella mappa della cartella personale. Scrivi parole dal nome di un file o usa filtri come ext:dmg, size:>1gb o opened:>1y; l’ⓘ nel campo di ricerca li elenca tutti.
ja: ホームフォルダのマップを検索します。ファイル名の語句を入力するか、ext:dmg、size:>1gb、opened:>1y などのフィルタを使います。検索フィールドのⓘにすべて一覧があります。
pt_br: Busca no mapa da sua pasta pessoal. Digite palavras de um nome de arquivo ou use filtros como ext:dmg, size:>1gb ou opened:>1y; o ⓘ no campo de busca lista todos.
zh_hans: 在你的个人文件夹地图中搜索。输入文件名中的词语，或使用ext:dmg、size:>1gb或opened:>1y等筛选条件；搜索栏中的ⓘ会列出全部条件。

source: Searching…
de: Suche läuft …
es: Buscando…
fr: Recherche en cours…
it: Ricerca in corso…
ja: 検索中…
pt_br: Buscando…
zh_hans: 正在搜索…

source: Seconds
de: Sekunden
es: Segundos
fr: Secondes
it: Secondi
ja: 秒
pt_br: Segundos
zh_hans: 秒

source: Seconds ago
de: Vor Sekunden
es: Hace segundos
fr: Il y a quelques secondes
it: Secondi fa
ja: 秒前
pt_br: Segundos atrás
zh_hans: 几秒前

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
pt_br: Segurança
zh_hans: 安全性

source: See what takes the space
de: Sieh, was den Platz belegt
es: Mira qué ocupa el espacio
fr: Voir ce qui occupe l’espace
it: Scopri cosa occupa lo spazio
ja: 容量を使っているものを確認
pt_br: Veja o que ocupa espaço
zh_hans: 查看空间占用情况

source: Select all caches
de: Alle Caches auswählen
es: Seleccionar todas las cachés
fr: Sélectionner tous les caches
it: Seleziona tutte le cache
ja: すべてのキャッシュを選択
pt_br: Selecionar todos os caches
zh_hans: 选择所有缓存

source: Select an item to change how it looks.
de: Wähle ein Objekt aus, um sein Aussehen zu ändern.
es: Selecciona un elemento para cambiar su aspecto.
fr: Sélectionnez un élément pour modifier son apparence.
it: Seleziona un elemento per cambiarne l’aspetto.
ja: 項目を選択すると、見た目を変更できます。
pt_br: Selecione um item para mudar sua aparência.
zh_hans: 选择一个项目以更改其外观。

source: Select files to move them to the Trash.
de: Wähle Dateien aus, um sie in den Papierkorb zu legen.
es: Selecciona archivos para moverlos a la Papelera.
fr: Sélectionnez des fichiers pour les déplacer dans la Corbeille.
it: Seleziona i file da spostare nel Cestino.
ja: ファイルを選択してゴミ箱に入れます。
pt_br: Selecione arquivos para movê-los para a Lixeira.
zh_hans: 选择文件以将其移到废纸篓。

source: Select none
de: Keine auswählen
es: No seleccionar ninguno
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべて選択解除
pt_br: Desmarcar tudo
zh_hans: 全部不选

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
ja: 選択済み
pt_br: Selecionado
zh_hans: 已选择

source: Sent since launch
de: Gesendet seit dem Start
es: Enviado desde el inicio
fr: Envoyé depuis le lancement
it: Inviati dall’avvio
ja: 起動後の送信量
pt_br: Enviado desde o início
zh_hans: 启动后发送量

source: Separate
de: Getrennt
es: Separados
fr: Séparés
it: Separato
ja: 別々に表示
pt_br: Separado
zh_hans: 分开

source: Series
de: Reihe
es: Serie
fr: Séries
it: Serie
ja: 系列
pt_br: Séries
zh_hans: 数据系列

source: Servers you start from a project folder (node, python, go, rails…) appear here with their ports.
de: Server, die du aus einem Projektordner startest (node, python, go, rails …), erscheinen hier mit ihren Ports.
es: Los servidores que inicias desde una carpeta de proyecto (node, python, go, rails…) aparecen aquí con sus puertos.
fr: Les serveurs lancés depuis un dossier de projet (node, python, go, rails…) apparaissent ici avec leurs ports.
it: I server avviati da una cartella di progetto (node, python, go, rails…) compaiono qui con le rispettive porte.
ja: プロジェクトフォルダから起動したサーバ（node、python、go、rails…）が、ポートとともにここに表示されます。
pt_br: Servidores iniciados a partir de uma pasta de projeto (node, python, go, rails…) aparecem aqui com suas portas.
zh_hans: 你从项目文件夹启动的服务器（node、python、go、rails…）及其端口会显示在这里。

source: Session
de: Aufnahme
es: Sesión
it: Sessione
ja: セッション
pt_br: Sessão
zh_hans: 录制

source: Sessions
de: Aufnahmen
es: Sesiones
it: Sessioni
ja: セッション
pt_br: Sessões
zh_hans: 录制

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt_br: Ajustes
zh_hans: 设置

source: Settings (⌘,)
de: Einstellungen (⌘,)
es: Ajustes (⌘,)
fr: Réglages (⌘,)
it: Impostazioni (⌘,)
ja: 設定（⌘,）
pt_br: Ajustes (⌘,)
zh_hans: 设置（⌘,）

source: Settings → Storage shows one grey bar called System Data. These are its parts: developer data, caches, logs and things macOS manages itself. This tab only measures; removing happens in Clean up, after you confirm.
de: Systemeinstellungen → Speicher zeigt einen grauen Balken namens „Systemdaten“. Das sind seine Teile: Entwicklerdaten, Caches, Protokolle und Dinge, die macOS selbst verwaltet. Dieser Tab misst nur; entfernt wird unter „Aufräumen“, nachdem du bestätigt hast.
es: Ajustes › Almacenamiento muestra una barra gris llamada Datos del sistema. Estas son sus partes: datos de desarrollo, cachés, registros y cosas que macOS gestiona por sí mismo. Esta pestaña solo mide; la eliminación se hace en Limpiar, tras confirmar.
fr: Réglages Système → Stockage affiche une barre grise nommée Données système. Voici ses composantes : données des développeurs, caches, journaux et éléments gérés par macOS lui-même. Cet onglet ne fait que mesurer ; la suppression se fait dans Nettoyage, après confirmation.
it: Impostazioni → Archiviazione mostra una barra grigia chiamata Dati di sistema. Queste sono le sue parti: dati per sviluppatori, cache, log e ciò che macOS gestisce da sé. Questa scheda misura soltanto; la rimozione avviene in Pulizia, dopo la tua conferma.
ja: 「システム設定」の「ストレージ」には、「システムデータ」という灰色のバーが1本表示されます。これはその内訳で、開発者向けデータ、キャッシュ、ログ、macOSが自身で管理するものです。このタブでは測定のみを行います。削除は「クリーンアップ」で、確認後に行います。
pt_br: Ajustes → Armazenamento mostra uma barra cinza chamada Dados do Sistema. Estas são as suas partes: dados de desenvolvedor, caches, registros e itens que o próprio macOS gerencia. Esta aba apenas mede; a remoção acontece em Limpar, depois que você confirmar.
zh_hans: “设置”>“存储空间”中会显示一条名为“系统数据”的灰色条。这里是它的组成部分：开发者数据、缓存、日志，以及macOS自行管理的内容。此标签页只做测量；移除操作在“清理”中进行，需要你确认后才会执行。

source: Shared container
de: Gemeinsamer Container
es: Contenedor compartido
fr: Conteneur partagé
it: Container condiviso
ja: 共有コンテナ
pt_br: Container compartilhado
zh_hans: 共享容器

source: Show Activity+ in
de: Activity+ zeigen in
es: Mostrar Activity+ en
fr: Afficher Activity+ dans
it: Mostra Activity+ in
ja: Activity+の表示場所
pt_br: Mostrar o Activity+ em
zh_hans: 显示Activity+于

source: Show Apple items
de: Apple-Objekte zeigen
es: Mostrar elementos de Apple
fr: Afficher les éléments Apple
it: Mostra elementi Apple
ja: Appleの項目を表示
pt_br: Mostrar itens da Apple
zh_hans: 显示Apple项目

source: Show Call Stacks
de: Aufrufstapel zeigen
es: Mostrar pilas de llamadas
fr: Afficher les piles d’appels
it: Mostra stack delle chiamate
ja: コールスタックを表示
pt_br: Mostrar Pilhas de Chamadas
zh_hans: 显示调用堆栈

source: Show all %lld apps
de: Alle %lld Apps anzeigen
es: Mostrar las %lld apps
fr: Afficher les %lld apps
it: Mostra tutte le %lld app
ja: %lld個のAppをすべて表示
pt_br: Mostrar todos os %lld apps
zh_hans: 显示全部%lld个App

source: Show fewer
de: Weniger zeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
ja: 表示を減らす
pt_br: Mostrar menos
zh_hans: 显示更少

source: Show in Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderで表示
pt_br: Mostrar no Finder
zh_hans: 在访达中显示

source: Show in Menu Bar
de: In der Menüleiste zeigen
es: Mostrar en la barra de menús
fr: Afficher dans la barre des menus
it: Mostra nella barra dei menu
ja: メニューバーに表示
pt_br: Mostrar na Barra de Menus
zh_hans: 在菜单栏中显示

source: Show label
de: Beschriftung zeigen
es: Mostrar etiqueta
fr: Afficher l’étiquette
it: Mostra etichetta
ja: ラベルを表示
pt_br: Mostrar rótulo
zh_hans: 显示标签

source: Show live values on hover
de: Live-Werte beim Darüberfahren zeigen
es: Mostrar valores en directo al pasar el ratón
fr: Afficher les valeurs en direct au survol
it: Mostra i valori in tempo reale al passaggio del mouse
ja: ポインタを重ねたとき、リアルタイムの値を表示
pt_br: Mostrar valores ao vivo ao passar o mouse
zh_hans: 悬停时显示实时数值

source: Show more (%lld items)
de: Mehr zeigen (%lld Objekte)
es: Mostrar más (%lld elementos)
fr: Afficher plus (%lld éléments)
it: Mostra altri (%lld elementi)
ja: さらに表示（%lld個の項目）
pt_br: Mostrar mais (%lld itens)
zh_hans: 显示更多（%lld个项目）

source: Show more (%lld more groups)
de: Mehr anzeigen (%lld weitere Gruppen)
es: Mostrar más (%lld grupos más)
fr: Afficher plus (%lld groupes de plus)
it: Mostra altro (%lld gruppi in più)
ja: 他%lld個のグループを表示
pt_br: Mostrar mais (%lld grupos a mais)
zh_hans: 显示更多（还有%lld组）

source: Show report
de: Bericht zeigen
es: Mostrar informe
fr: Afficher le rapport
it: Mostra report
ja: レポートを表示
pt_br: Mostrar relatório
zh_hans: 显示报告

source: Show servers
de: Server anzeigen
es: Mostrar servidores
fr: Afficher les serveurs
it: Mostra server
ja: サーバを表示
pt_br: Mostrar servidores
zh_hans: 显示服务器

# Show the %lld largest of %lld
source: Show the %1$lld largest of %2$lld
de: Die %lld größten von %lld zeigen
es: Mostrar los %lld más grandes de %lld
fr: Afficher les %lld plus volumineux sur %lld
it: Mostra i %lld più grandi di %lld
ja: %2$lld個のうち大きい順に%1$lld個を表示
pt_br: Mostrar os %lld maiores de %lld
zh_hans: 显示最大的%lld个（共%lld个）

source: Show the value next to it
de: Den Wert daneben zeigen
es: Mostrar el valor al lado
fr: Afficher la valeur à côté
it: Mostra il valore accanto
ja: 値を横に表示
pt_br: Mostrar o valor ao lado
zh_hans: 在旁边显示数值

source: Shown for understanding only. macOS manages these itself.
de: Nur zur Information. macOS verwaltet diese selbst.
es: Solo se muestra a modo informativo. macOS gestiona estos elementos por sí mismo.
fr: Affiché à titre informatif uniquement. macOS gère ces éléments lui-même.
it: Mostrato solo a scopo informativo. macOS li gestisce da sé.
ja: 内容を理解するための表示です。これらはmacOSが自動で管理します。
pt_br: Exibido apenas para referência. O macOS gerencia esses itens sozinho.
zh_hans: 仅供了解。这些内容由macOS自行管理。

source: Shows
de: Zeigt
es: Muestra
fr: Affiche
it: Mostra
ja: 表示内容
pt_br: Mostra
zh_hans: 显示内容

source: Sidebar
de: Seitenleiste
es: Barra lateral
fr: Barre latérale
it: Barra laterale
ja: サイドバー
pt_br: Barra lateral
zh_hans: 边栏

source: Signature
de: Signatur
es: Firma
it: Firma
ja: 署名
pt_br: Assinatura
zh_hans: 签名

source: Signed by
de: Signiert von
es: Firmado por
fr: Signé par
it: Firmato da
ja: 署名者
pt_br: Assinado por
zh_hans: 签名者

source: Simulator devices
de: Simulator-Geräte
es: Dispositivos del simulador
fr: Appareils des simulateurs
it: Dispositivi simulati
ja: シミュレータのデバイス
pt_br: Dispositivos do simulador
zh_hans: 模拟器设备

source: Simulator runtimes
de: Simulator-Laufzeiten
es: Entornos de ejecución del simulador
fr: Environnements d’exécution des simulateurs
it: Runtime dei simulatori
ja: シミュレータのランタイム
pt_br: Runtimes do simulador
zh_hans: 模拟器运行时

source: Size between two values
de: Größe zwischen zwei Werten
es: Tamaño entre dos valores
fr: Taille comprise entre deux valeurs
it: Dimensione compresa tra due valori
ja: 2つの値の間のサイズ
pt_br: Tamanho entre dois valores
zh_hans: 两个值之间的大小

source: Size not reported
de: Größe nicht gemeldet
es: Tamaño no indicado
fr: Taille non indiquée
it: Dimensione non indicata
ja: サイズは報告されません
pt_br: Tamanho não informado
zh_hans: 未报告大小

source: Sleep
de: Ruhezustand
es: Reposo
fr: Veille
it: Standby
ja: スリープ
pt_br: Repouso
zh_hans: 睡眠

source: Sleep & Battery Drain
de: Ruhezustand & Batterieverbrauch
es: Reposo y consumo de batería
fr: Veille et consommation de la batterie
it: Standby e consumo della batteria
ja: スリープとバッテリー消費
pt_br: Repouso e Consumo da Bateria
zh_hans: 睡眠与电池耗电

source: Sleep and wake
de: Ruhezustand und Aufwachen
es: Reposo y despertar
fr: Veille et réveil
it: Standby e risveglio
ja: スリープとスリープ解除
pt_br: Repouso e despertar
zh_hans: 睡眠和唤醒

source: Sleep image
de: Ruhezustandsabbild
es: Imagen de reposo
fr: Image de veille
it: Immagine di standby
ja: スリープイメージ
pt_br: Imagem de repouso
zh_hans: 睡眠映像

source: Slowed by heat
de: Durch Hitze gedrosselt
es: Ralentizado por el calor
fr: Ralenti par la chaleur
it: Rallentato dal calore
ja: 熱により低速化
pt_br: Reduzido pelo calor
zh_hans: 因发热而降速

source: Slower than it could be
de: Langsamer als möglich
es: Más lento de lo que podría ser
fr: Plus lent qu’il ne devrait l’être
it: Più lento di quanto potrebbe
ja: 本来の性能より遅くなっています
pt_br: Mais lento do que poderia ser
zh_hans: 比应有的速度慢

source: Small
de: Klein
es: Pequeño
fr: Petit
it: Piccola
ja: 小
pt_br: Pequeno
zh_hans: 小

source: Snapshots are copies macOS keeps for Time Machine and updates; purgeable space is what macOS frees by itself when something needs room. Neither shows in Finder. Activity+ explains them and links to the right setting, but never deletes snapshots.
de: Snapshots sind Kopien, die macOS für Time Machine und Updates behält; löschbarer Platz ist Platz, den macOS von selbst freigibt, wenn etwas Platz braucht. Beides zeigt der Finder nicht. Activity+ erklärt sie und verweist auf die passende Einstellung, löscht aber nie Snapshots.
es: Las instantáneas son copias que macOS guarda para Time Machine y las actualizaciones; el espacio purgable es el que macOS libera por sí mismo cuando algo necesita sitio. Ninguno aparece en el Finder. Activity+ los explica y enlaza con el ajuste correcto, pero nunca elimina instantáneas.
fr: Les instantanés sont des copies que macOS conserve pour Time Machine et les mises à jour ; l’espace purgeable est celui que macOS libère de lui-même lorsqu’il a besoin de place. Aucun des deux n’apparaît dans le Finder. Activity+ les explique et renvoie au bon réglage, mais ne supprime jamais d’instantanés.
it: Gli snapshot sono copie che macOS conserva per Time Machine e per gli aggiornamenti; lo spazio eliminabile è quello che macOS libera da solo quando serve spazio. Nessuno dei due appare nel Finder. Activity+ li spiega e rimanda all’impostazione giusta, ma non elimina mai gli snapshot.
ja: スナップショットは、macOSがTime Machineとアップデートのために保持するコピーです。パージ可能な容量は、空きが必要になったときにmacOSが自動的に解放する分です。どちらもFinderには表示されません。Activity+はこれらを説明し、適切な設定へのリンクを表示しますが、スナップショットを削除することはありません。
pt_br: Snapshots são cópias que o macOS guarda para o Time Machine e para as atualizações; o espaço purgável é o que o macOS libera sozinho quando algo precisa de espaço. Nenhum dos dois aparece no Finder. O Activity+ explica ambos e leva à configuração certa, mas nunca apaga snapshots.
zh_hans: 快照是macOS为时间机器和更新保留的副本；可清除空间是指macOS在有需要时会自行释放的空间。两者都不会显示在访达中。Activity+会对它们加以说明并链接到相应设置，但绝不会删除快照。

source: Some system protections have been switched off by hand.
de: Einige Systemschutzfunktionen wurden von Hand ausgeschaltet.
es: Algunas protecciones del sistema se han desactivado a mano.
fr: Certaines protections du système ont été désactivées manuellement.
it: Alcune protezioni di sistema sono state disattivate manualmente.
ja: 一部のシステム保護が手動でオフにされています。
pt_br: Algumas proteções do sistema foram desativadas manualmente.
zh_hans: 部分系统保护功能已被手动关闭。

source: Sound
de: Ton
es: Sonido
fr: Son
it: Suono
ja: サウンド
pt_br: Som
zh_hans: 声音

source: Space macOS frees by itself as soon as something needs it: caches, iCloud files that are also in the cloud, older snapshots. It counts as used in some places and as free in others, which is why numbers disagree.
de: Platz, den macOS von selbst freigibt, sobald etwas ihn braucht: Caches, iCloud-Dateien, die auch in der Cloud liegen, ältere Snapshots. An manchen Stellen zählt er als belegt, an anderen als frei, deshalb weichen die Zahlen voneinander ab.
es: El espacio que macOS libera por sí mismo en cuanto algo lo necesita: cachés, archivos de iCloud que también están en la nube y instantáneas antiguas. Se cuenta como usado en unos sitios y como libre en otros, por eso las cifras no coinciden.
fr: L’espace que macOS libère automatiquement dès qu’un besoin se présente : caches, fichiers iCloud également présents dans le cloud, anciens instantanés. Il est compté comme utilisé à certains endroits et comme libre à d’autres, d’où les chiffres différents.
it: Lo spazio che macOS libera da solo quando serve: cache, file iCloud già presenti anche nel cloud, snapshot più vecchi. In alcuni punti viene conteggiato come usato e in altri come libero, per questo i numeri non coincidono.
ja: 必要になった時点でmacOSが自動的に解放する容量です。キャッシュ、iCloudにも保存されているファイル、古いスナップショットなどが該当します。場所によって使用済みとして数えられたり空き容量として数えられたりするため、数値が一致しません。
pt_br: O espaço que o macOS libera sozinho assim que algo precisa dele: caches, arquivos do iCloud que também estão na nuvem, snapshots antigos. Ele conta como usado em alguns lugares e como livre em outros, por isso os números divergem.
zh_hans: macOS在需要时会自行释放的空间：缓存、同时存在于云端的iCloud文件、较旧的快照。它在有些地方算作已用，在有些地方算作可用，所以数字会不一致。

source: Space macOS frees by itself when something needs it; it overlaps with the caches and snapshots above, so it is not added to the bar.
de: Platz, den macOS von selbst freigibt, wenn etwas ihn braucht; er überschneidet sich mit den Caches und Snapshots oben und wird deshalb nicht zum Balken addiert.
es: Espacio que macOS libera por sí mismo cuando algo lo necesita; se solapa con las cachés e instantáneas de arriba, así que no se suma a la barra.
fr: Espace que macOS libère de lui-même dès qu’un besoin se présente ; il recoupe les caches et instantanés ci-dessus, il n’est donc pas ajouté à la barre.
it: Spazio che macOS libera da solo quando serve; si sovrappone alle cache e agli snapshot sopra, quindi non viene aggiunto alla barra.
ja: 必要になったときにmacOSが自動で空ける容量です。上のキャッシュやスナップショットと重複するため、バーには加算されません。
pt_br: Espaço que o macOS libera sozinho quando algo precisa; ele se sobrepõe aos caches e snapshots acima, por isso não é somado à barra.
zh_hans: macOS在有需要时会自行释放的空间；它与上方的缓存和快照重叠，因此不计入条形图。

source: Space you can't see in Finder
de: Platz, den der Finder nicht zeigt
es: Espacio que no ves en el Finder
fr: Espace que vous ne voyez pas dans le Finder
it: Spazio che non vedi nel Finder
ja: Finderでは見えない容量
pt_br: Espaço que você não vê no Finder
zh_hans: 在访达中看不到的空间

source: Spacious
de: Luftig
es: Espaciosa
fr: Espacée
it: Ampia
ja: ゆったり
pt_br: Espaçosa
zh_hans: 宽松

source: Speed test
de: Geschwindigkeitstest
es: Prueba de velocidad
fr: Test de débit
it: Test della velocità
ja: 速度テスト
pt_br: Teste de velocidade
zh_hans: 速度测试

source: Speeds up launching simulators; Xcode rebuilds it, and the next launch is slower.
de: Beschleunigt den Start von Simulatoren; Xcode baut ihn neu auf, der nächste Start ist langsamer.
es: Acelera el inicio de los simuladores; Xcode lo regenera, y el siguiente inicio será más lento.
fr: Accélère le lancement des simulateurs ; Xcode le recrée, et le prochain lancement sera plus lent.
it: Accelera l’avvio dei simulatori; Xcode lo ricrea e il prossimo avvio sarà più lento.
ja: シミュレータの起動を速くします。Xcodeが再構築しますが、次回の起動は遅くなります。
pt_br: Acelera a abertura de simuladores; o Xcode o recria, e a próxima abertura fica mais lenta.
zh_hans: 加快模拟器的启动；Xcode会重新生成它，下次启动会较慢。

source: Spotlight index: up to date
de: Spotlight-Index: aktuell
es: Índice de Spotlight: actualizado
fr: Index Spotlight : à jour
it: Indice di Spotlight: aggiornato
ja: Spotlightのインデックス: 最新
pt_br: Índice do Spotlight: atualizado
zh_hans: “聚焦”索引：已是最新

source: Spotlight indexing is turned off
de: Die Spotlight-Indizierung ist ausgeschaltet
es: La indexación de Spotlight está desactivada
fr: L’indexation Spotlight est désactivée
it: L’indicizzazione di Spotlight è disattivata
ja: Spotlightのインデックス作成はオフです
pt_br: A indexação do Spotlight está desativada
zh_hans: “聚焦”索引已关闭

source: Spotlight is indexing
de: Spotlight indiziert
es: Spotlight está indexando
fr: Spotlight indexe
it: Spotlight sta indicizzando
ja: Spotlightがインデックスを作成中
pt_br: O Spotlight está indexando
zh_hans: “聚焦”正在建立索引

source: Spotlight is indexing %@
de: Spotlight indiziert %@
es: Spotlight está indexando %@
fr: Spotlight indexe %@
it: Spotlight sta indicizzando %@
ja: Spotlightが%@のインデックスを作成中
pt_br: O Spotlight está indexando %@
zh_hans: “聚焦”正在为%@建立索引

source: Spotlight is reading new or changed files so search can find them. It finishes on its own.
de: Spotlight liest neue oder geänderte Dateien ein, damit die Suche sie findet. Das endet von selbst.
es: Spotlight está leyendo archivos nuevos o modificados para que la búsqueda pueda encontrarlos. Terminará por sí solo.
fr: Spotlight lit les fichiers nouveaux ou modifiés pour que la recherche puisse les trouver. Il se termine automatiquement.
it: Spotlight sta leggendo i file nuovi o modificati, così la ricerca può trovarli. Si conclude da solo.
ja: 検索で見つけられるように、Spotlightが新規または変更されたファイルを読み込んでいます。自動的に完了します。
pt_br: O Spotlight está lendo arquivos novos ou alterados para que a busca possa encontrá-los. Ele termina sozinho.
zh_hans: “聚焦”正在读取新增或更改的文件，以便搜索能找到它们。完成后会自动停止。
